---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.JPerGDegreeC
source: html/8c8f3003-4727-6749-0614-273f3453fc19.htm
---
# Autodesk.Revit.DB.SymbolTypeId.JPerGDegreeC Property

Symbol J/(g·°C), indicating unit Joules per gram degree Celsius.

## Syntax (C#)
```csharp
public static ForgeTypeId JPerGDegreeC { get; }
```